Repository: timdorohin/lor-minetest-server
Catalog: unified_inventory/locale/*.po
Languages: ms

source: Crafting
ms: Pertukangan

source: Mixing
ms: Pencampuran

source: Cooking
ms: Pemasakan

source: Digging
ms: Penggalian

source: Bags
ms: Beg

source: Bag @1
ms: Beg @1

source: Small Bag
ms: Beg Kecil

source: Medium Bag
ms: Beg Sederhana

source: Large Bag
ms: Beg Besar

source: and
ms: dan

source: First page
ms: Halaman pertama

source: Back three pages
ms: Tiga halaman sebelumnya

source: Back one page
ms: Halaman sebelumnya

source: Forward one page
ms: Halaman seterusnya

source: Forward three pages
ms: Tiga halaman seterusnya

source: Last page
ms: Halaman terakhir

source: Search
ms: Cari

source: Reset search and display everything
ms: Set semula carian dan tunjukkan semua benda

source: No matching items
ms: Tiada item sepadan

source: No matches.
ms: Tiada padanan.

source: Page
ms: Halaman

source: %s of %s
ms: %s drpd %s

source: Filter
ms: Tapis

source: Can use the creative inventory
ms: Boleh guna inventori kreatif

source: Forces Unified Inventory to be displayed in Full mode if Lite mode is configured globally
ms: Memaksa Unified Inventory untuk dipaparkan dalam mod Full jika mod Lite ditetapkan secara global

source: Crafting Grid
ms: Grid Pertukangan

source: Crafting Guide
ms: Panduan Pertukangan

source: Set home position
ms: Tetapkan kedudukan rumah

source: Home position set to: %s
ms: Kedudukan rumah ditetapkan ke: %s

source: You don't have the "home" privilege!
ms: Anda tidak ada keistimewaan "home"!

source: Go home
ms: Balik rumah

source: Set time to day
ms: Tetapkan masa jadi siang

source: Time of day set to 6am
ms: Masa ditetapkan ke 6 pagi

source: You don't have the settime privilege!
ms: Anda tidak ada keistimewaan settime!

source: Set time to night
ms: Tetapkan masa jadi malam

source: Time of day set to 9pm
ms: Masa ditetapkan ke 9 malam

source: Clear inventory
ms: Kosongkan inventori

source: This button has been disabled outside of creative mode to prevent accidental inventory trashing. Use the trash slot instead.
ms: Butang ini dilumpuhkan di luar mod kreatif untuk mengelakkan pengosongan inventori secara tidak sengaja. Sebaliknya, gunakan slot tong sampah.

source: Inventory cleared!
ms: Inventori dikosongkan!

source: Trash:
ms: Buang:

source: Refill:
ms: Isi balik:

source: Any item belonging to the %s group
ms: Sebarang item dari kumpulan %s

source: Any item belonging to the groups %s
ms: Sebarang item dari kumpulan %s

source: Recipe %d of %d
ms: Resipi %d drpd %d

source: Usage %d of %d
ms: Kegunaan %d drpd %d

source: No recipes
ms: Tiada resipi

source: No usages
ms: Tiada kegunaan

source: Result
ms: Hasil

source: Ingredient
ms: Bahan

source: Show next recipe
ms: Tunjuk resipi seterusnya

source: Show next usage
ms: Tunjuk kegunaan seterusnya

source: Show previous recipe
ms: Tunjuk resipi sebelumnya

source: Show previous usage
ms: Tunjuk kegunaan sebelumnya

source: Give me:
ms: Beri saya:

source: This recipe is too large to be displayed.
ms: Resipi ini terlalu besar untuk paparan.

source: To craft grid:
ms: Ke grid pertukangan:

source: All
ms: SE MUA

source: White
ms: Putih

source: Yellow
ms: Kuning

source: Red
ms: Merah

source: Green
ms: Hijau

source: Blue
ms: Biru

source: Waypoints
ms: Titik Arah

source: Select Waypoint #%d
ms: Pilih Titik Arah #%d

source: Waypoint %d
ms: Titik Arah %d

source: Set waypoint to current location
ms: Tetapkan titik arah ke lokasi semasa

source: invisible
ms: Sembunyikan

source: visible
ms: Paparkan

source: Make waypoint @1
ms: @1 titik arah

source: Disable
ms: Sembunyikan

source: Enable
ms: Paparkan

source: @1 display of waypoint coordinates
ms: @1 koordinat untuk titik arah

source: Change color of waypoint display
ms: Tukar warna paparan titik arah

source: Edit waypoint name
ms: Edit nama titik arah

source: Waypoint active
ms: Titik arah aktif

source: Waypoint inactive
ms: Titik arah tidak aktif

source: Finish editing
ms: Selesai edit

source: World position
ms: Kedudukan dunia

source: Name
ms: Nama

source: HUD text color
ms: Warna tulisan HUD
